Repository: cbleek/YawikDemoSkin
Catalog: language/*.po
Languages: hu

source: Home
hu: Címlap

source: Welcome to YAWIK!
hu: Isten hozott a YAWIK oldalán!

source: we connect recruiters and applicants
hu: ahol az álláskeresők és a munkaerő toborzók egymásra találnak

source: This is a DEMO. All data are reset once a day (2:00 CET).
hu: Ez csak egy bemutató oldal, amelyet minden éjszaka 2 órakor visszaállítunk.

source: Login as a recruiter
hu: Bejelentkezés

source: You can use the existing Account. Log in and take a look to some Test data.
hu: Az alábbi tesztfiókokba bejelentkezve megnézheti a próbaadatokat.

source: Role
hu: Szerepkör

source: Username
hu: Felhasználói azonosító

source: Password
hu: Jelszó

source: Recruiter
hu: Toborzó

source: Applicant
hu: Pályázó

source: Administrator
hu: Adminisztrátor

source: login
hu: Bejelentkezés

source: Test application form
hu: Pályázati űrlap

source: Here you can test an application formular
hu: Itt kipróbálhatja a pályázati űrlapot.

source: %sapplication form%s.
hu: %sPályázati űrlap%s

source: Application is handled within the ATS
hu: Az alkalmazás által használt űrlap

source: Application is send via E-Mail
hu: Az elektronikus levélben elküldhető űrlap.

source: Create an Account
hu: Fiók létrehozása

source: Login to an open source applicant tracking system using your favorite social network
hu: Jelentkezz be az álláspályázat követő rendszerbe a kedvenc közösségi alkalmazásoddal.

source: But remember, the demo database is reset once a day. Newly created accounts are silently removed at 2:00 CET.
hu: Ne feledd, hogy a demó adatbázist minden nap visszaállítjuk. Az újonnan létrehozott fiókok hajnali 2 órakor csendben törlődnek.

source: Login with %s
hu: %s alkalmazással bejelentkezés

source: You can also register to this demo using this %s
hu: A demó oldalra %s alkalmazással is regisztrálhatsz.

source: registration form
hu: Regisztrációs űrlap

source: Integrate Jobs into your personal homepage
hu: Állásajánlatok beépítése a honlapodba

source: You can add your active job openings into your personal homepage by using the %s
hu: A %s segítségével hozzáadhatod az élő állásajánlatokat a saját honlapodhoz.

source: YAWIK as a Jobboard
hu: A YAWIK mint állásbörze

source: Take a look at YAWIK running as a %s
hu: %s formájában így néz ki a YAWIK.

source: Jobboard
hu: Állásbörze

source: Here is an example of YAWIK running as a %s
hu: Itt egy példája annak, hogyn működik a YAWIK min %s

source: Jobboard for people with roots outside of Germany
hu: állásbörze Németországon kívül.

source: Click&Buy Portal
hu: Kattints és vásárolj portál

source: My password
hu: Jelszavam

source: This is the demo account. Password cannot be changed
hu: Ez egy demó fiók. A jelszó megváltozhatatlan.

source: Job details
hu: Állás adatai

source: You are using a default template. You are free to create your own template, just contact the developing team for integration
hu: Az alapértelmezett sablont használod. Saját sablonodat is elkészítheted, csak vedd fel a kapcsolatot a fejlesztő csapattal a beillesztés miatt.

source: Track applications
hu: Álláspályázatok követése

source: YAWIK DEMO
hu: YAWIK DEMÓ

source: Help to translate YAWIK
hu: Segíts lefordítani a YAWIK-ot!

source: Imprint
hu: Jelzet

source: Title of the job
hu: Állás megnevezése

source: Companyname
hu: Cég neve

source: Location
hu: Munkavégzés helye

source: Date of receipt
hu: Beérkezés dátuma

source: Apply
hu: Végrehajtás

source: Name
hu: Név

source: Login
hu: Bejelentkezés

source: Professions
hu: Szakmák

source: Contract
hu: Jogviszony

source: Software Development
hu: Szoftverfejlesztés

source: System Administration
hu: Rendszeradminisztráció

source: Sales
hu: Kereskedelem

source: full time
hu: teljes munkaidő

source: part time
hu: részmunkaidő

source: freelancer
hu: szabadúszó

source: apprenticeship
hu: tanulói gyakorlat

source: internship
hu: gyakornok

source: temporary
hu: ideiglenes

source: mini job
hu: mini-állás
